tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "awscli"
brew "bat"
brew "broot"
brew "freetype"
brew "libffi"
brew "glib"
brew "tbb"
brew "cheat"
brew "choose"
brew "cmake"
brew "cowsay"
brew "curlie"
brew "delta"
brew "duf"
brew "dust"
brew "exiftool"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "glances"
brew "gping"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jump"
brew "lolcat"
brew "lsd"
brew "numpy"
brew "nvm"
brew "opencv"
brew "pipenv"
brew "pipx"
brew "pngquant"
brew "ponysay"
brew "procs"
brew "pyenv"
brew "qt"
brew "questdb"
brew "ripgrep"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "wget"
brew "xh"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "mongodb/brew/mongodb-community"
cask "airtool"
cask "alfred"
cask "altair-graphql-client"
cask "aws-vault"
cask "chromium"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lastpass"
cask "mactex"
cask "ngrok"
cask "nosql-workbench"
cask "notable"
cask "obs"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
